# LSActLayer

## Description
Function LSActLayer returns a handle to the last selected object on the active layer. If no objects are selected,  the function returns NIL.&lt;BR&gt;
&lt;BR&gt;

```pascal
FUNCTION LSActLayer : HANDLE;
```

```python

def vs.LSActLayer():
    return HANDLE
```

## Version
Availability: from MiniCAD
## Category
* Document List Handling